var data = [{
    type: '主页',
    icon: '&#xe61e;',
    lists: [
        '控制台'
    ]

}, {
    type: '基本元素',
    icon: '&#xe62b;',
    lists: [
        '字体图标',
        '表单元素',
        '表单组合',
        '按钮',
        '导航/面包屑',
        '选项卡',
        '进度条'
    ]

}, {
    type: '组件页面',
    icon: '&#xe6f6;',
    lists: [
        '文件上传',
        '分页',
        '多级分类',
        '轮播图',
        '三级联动'
    ]

}, {
    type: '排版布局',
    icon: '&#xe6b4;',
    lists: [
        '栅格',
        '排版'
    ]

}, {
    type: '订单管理',
    icon: '&#xe938;',
    lists: [
        '订单列表'
    ]

}, {
    type: '管理员管理',
    icon: '&#xe726;',
    lists: [
        '管理员列表',
        '角色管理',
        '权限分类',
        '权限管理'
    ]

}, {
    type: '用户管理',
    icon: '&#xe6b8;',
    lists: [
        '会员列表',
        '会员删除',
        '会员管理'

    ]

}, {
    type: '系统统计',
    icon: '&#xe606;',
    lists: [
        '折线图',
        '柱状图'
    ]

}]